Tekla Open API Reference for Tekla Structures 2025
PickerInputPointsWithinAView Properties
The PickerInputPointsWithinAView type exposes the following members.
Properties
Name | Description
PickedView
 The view within which the pick occurred.
 (Inherited from PickerInputWithinAView.)
Top
See Also
Reference
PickerInputPointsWithinAView Class
Tekla.Structures.Drawing Namespace